{"translation-revision-date":"2021-03-30 19:53:10+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Client Id":["ID do cliente"],"Connect your Mollie account":["Conectar à sua conta Mollie"],"Create a {{accountLink}}Mollie account{{\/accountLink}} and finish the configuration in the {{settingsLink}}Mollie settings.{{\/settingsLink}}":["Crie uma {{accountLink}}conta Mollie{{\/accountLink}} e conclua a configuração nas {{settingsLink}}configurações Mollie.{{\/settingsLink}}"],"Effortless payments by Mollie: Offer global and local payment methods, get onboarded in minutes, and supported in your language.":["Pagamentos sem esforços com Mollie: ofereça métodos de pagamentos globais e locais, inicio em minutos e suporte à vários idiomas."],"Mollie Payments for WooCommerce":["Mollie para WooCommerce"],"PayPal Payments":["Pagamento via PayPal"],"Please enter your Client Id":["Digite seu Client ID"],"Please enter your Client Secret":["Digite seu Client Secret"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Ao aceitar compartilhar {{link}}dados de uso{{\/link}} não pessoais, você estará ajudando a melhorar recursos e otimizar a experiência do WooCommerce Payments. Você pode cancelar a qualquer momento."],"I agree":["Concordo"],"By clicking \"Connect,\" you agree to the {{tosLink}}Terms of Service{{\/tosLink}}. Or {{manualConfigLink}}manually enter your Stripe API details{{\/manualConfigLink}} instead.":["Clicando em \"Conectar\", você estará aceitando os {{tosLink}}Termos de serviço{{\/tosLink}}. Ou, {{manualConfigLink}}digite manualmente os seus detalhes da API Stripe{{\/manualConfigLink}}."],"Connect your Razorpay account":["Conectar à sua conta Razorpay"],"Razorpay":["Razorpay"],"The official Razorpay extension for WooCommerce allows you to accept credit cards, debit cards, netbanking, wallet, and UPI payments.":["A extensão oficial Razorpay para WooCommerce permite receber pagamentos com cartões de crédito, cartões de débito, carteira digital e pagamentos UPI."],"Your key details can be obtained from your {{link}}Razorpay account{{\/link}}":["Os detalhes da sua chave podem ser obtidos da sua {{link}}conta Razorpay{{\/link}}"],"Key ID":["ID da chave"],"Key Secret":["Chave secreta"],"Razorpay connected successfully":["Razorpay conectado com sucesso"],"Help us build a better WooCommerce Payments experience":["Ajude-nos a construir uma melhor experiência para o WooCommerce Payments"],"Please enter your Key ID":["Digite o ID da chave"],"Please enter your Key Secret":["Digite a chave secreta"],"Please enter a secret key in the same mode as the publishable key.":["Digite a chave secreta da mesma forma que a chave publicável."],"Please enter a valid publishable key (starting with \"pk_\").":["Digite uma chave publicável válida (inicia com \"pk_\")."],"Please enter a valid secret key (starting with \"sk_\" or \"rk_\").":["Digite uma chave secreta válida (inicia com \"sk_\" ou \"rk_\")."],"Publishable Key":["Chave publicável"],"Secret Key":["Chave secreta"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["Clicando em \"Configurar\", você estará aceitando os {{link}}Termos de serviço{{\/link}}"],"Setting up a store for a client? {{link}}Start here{{\/link}}":["Configurando uma loja para um cliente? {{link}}Comece aqui{{\/link}}"],"Take payments via bank transfer.":["Aceitar pagamentos por transferência bancária."],"Take payments in cash upon delivery.":["Aceitar pagamentos em dinheiro na entrega."],"Passphrase":["Frase de acesso"],"Connect your PayFast account":["Conectar à sua conta PayFast"],"Merchant Key":["Merchant Key"],"Merchant ID":["Merchant ID"],"PayFast connected successfully":["PayFast conectado"],"Please enter your passphrase":["Digite sua frase de acesso"],"Connect your Klarna account":["Conectar à sua conta Klarna"],"Please enter your merchant ID":["Digite seu merchant ID"]," Selling CBD products is only supported by Square.":["A venda de produtos CBD é suportada apenas pela Square."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["Selecionar esta extensão configurará sua loja para usar rands sul-africanos como a moeda selecionada."],"PayFast":["PayFast"],"Connect your PayPal account":["Conectar à sua conta PayPal"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Ocorreu um erro ao conectar ao WooCommerce Payments. Tente novamente ou tente conectar depois nas configurações da loja."],"Connect your Square account":["Conectar à sua conta Square"],"WooCommerce Payments connected successfully.":["WooCommerce Payments conectado."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["É necessária uma conta Square para processar pagamentos. Você será redirecionado para o site da Square para criar a conexão."],"A Stripe account is required to process payments.":["É obrigatório ter uma conta no Stripe para efetuar pagamentos."],"Connect your Stripe account":["Conectar à sua conta Stripe"],"WooCommerce Payments":["WooCommerce Payments"],"Add your bank details":["Adicionar seus dados bancários"],"Direct bank transfer details added successfully":["Detalhes de transferência bancária direta adicionados"],"Please enter an account number or IBAN":["Digite um número de conta ou IBAN"],"These details are required to receive payments via bank transfer":["Esses detalhes são necessários para receber pagamentos por transferência bancária"],"Yes, count me in!":["Sim, conte comigo!"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Obtenha recursos melhorados e correções mais rápidas compartilhando dados não pessoais por meio do {{link}}rastreamento de uso{{\/link}} que nos mostra como o WooCommerce é usado. Nenhum dado pessoal é rastreado ou armazenado."],"Build a better WooCommerce":["Crie um WooCommerce melhor"],"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["Aceite com segurança cartões de crédito e débito com uma tarifa baixa e sem taxas surpresa (tarifas personalizadas disponíveis). Venda online e na loja e acompanhe as vendas e o estoque em um só lugar."],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["Escolha o pagamento que deseja, pague agora, pague mais tarde ou parcele. Sem números de cartão de crédito, sem senhas, sem preocupações."],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["Aceite cartões de débito e crédito em mais de 135 moedas, métodos como Alipay e finalização com um toque com o Apple Pay."],"Credit cards - powered by Stripe":["Cartões de crédito, fornecido pelo o Stripe"],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["Ocorreu um erro ao conectar com Square. Tente novamente ou pule para conectar depois nas configurações da loja."],"Square connected successfully.":["Square conectado com sucesso."],"There was a problem saving your payment settings.":["Ocorreu um problema ao salvar suas configurações de pagamento."],"PayPal connected successfully.":["PayPal conectado com sucesso."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["O Klarna pode ser configurado nas {{link}}configurações da loja{{\/link}}. Descubra {{helpLink}}o que você precisa{{\/helpLink}}."],"Stripe connected successfully.":["Stripe conectado com sucesso."],"Please enter your merchant key":["Digite sua merchant key"],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["Os detalhes da sua API podem ser obtidos na sua {{link}}conta PayFast{{\/link}}"],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["Detalhes da sua API podem ser obtidos na sua {{link}}conta no eWAY{{\/link}}"],"Proceed":["Prosseguir"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["A extensão do PayFast para WooCommerce lhe permite aceitar pagamentos por cartão de crédito e EFT por um dos métodos de pagamento mais populares na Africa do Sul. Sem nenhuma taxa de configuração ou cobranças recorrentes."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["A extensão eWay para WooCommerce lhe permite aceitar pagamentos por cartão de crédito diretamente em sua loja sem redirecionar o cliente para sites de terceiros para realizar o pagamento."],"Square":["Square"],"Klarna Checkout":["Klarna Checkout"],"Klarna Payments":["Klarna Payments"],"Please enter a valid email address":["Digite um endereço de e-mail válido"],"Connect":["Conectar"],"Safe and secure payments using credit cards or your customer's PayPal account.":["Pagamentos seguros usando cartões de crédito ou a conta PayPal do seu cliente."],"Email address":["Endereço de e-mail"],"IBAN":["IBAN"],"BIC \/ Swift":["Identificação - BIC \/ Swift"],"Bank name":["Nome do banco"],"Account number":["Número da conta"],"Account name":["Nome da conta"],"Sort code":["Agência"],"Direct bank transfer":["Transferência bancária"],"Save":["Salvar"],"No thanks":["Não obrigado"],"Cash on delivery":["Pagamento na entrega"],"Continue":["Continuar"],"Settings":["Configurações"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/5.js"}}